## WRiting data

In [1]:
import pandas as pd

In [5]:
parthi=[200567,'parthiban','kannan',35,86.0]
aravindh=[200568,'aravindh','raja',35,86.0]
kishore=[200569,'kishore','dharaniraj',24,64.0]

In [6]:
df= pd.DataFrame([parthi,aravindh,kishore])
df

        0          1           2   3     4
0  200567  parthiban      kannan  35  86.0
1  200568   aravindh        raja  35  86.0
2  200569    kishore  dharaniraj  24  64.0

In [11]:
df.columns=['ID','Firstname','Lastname','Age','Weight']
df

       ID  Firstname    Lastname  Age  Weight
0  200567  parthiban      kannan   35    86.0
1  200568   aravindh        raja   35    86.0
2  200569    kishore  dharaniraj   24    64.0

In [13]:
df.to_csv('data/student.csv')

`